<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي الرسائل الافتراضية التي تطابق الأسباب التي يقدمها
    | وسيط كلمة المرور لمحاولة تحديث كلمة المرور.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور.',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لم نتمكن من العثور على مستخدم بهذا البريد الإلكتروني.',

];
